Revit 2024 API
UnitTypeId.MillimetersToTheFourthPower Property
 Millimeters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MillimetersToTheFourthPower { get; }
Visual Basic
Public Shared ReadOnly Property MillimetersToTheFourthPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MillimetersToTheFourthPower {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace